Repository: iamtracy/wp-mike
Catalog: mu-plugins/wp-palvelu-plugin/languages/wpp-*.po
Languages: fi

source: WP-Palvelu uses proxy to deliver lightning fast responses to your visitors. Cached pages will be refreshed every %s. This button is used for clearing all cached pages from the frontend proxy immediately.
fi: WP-palvelu käyttää välipalvelinta, jotta sivuston kävijät saavat salamannopean sivunlatauksen. Välimuistitettuja sivuja päivitetään %s välein. Voit käyttää tätä näppäintä, jos haluat tyhjentää välimuistin heti.

source: Purge Cache
fi: Tyhjennä välimuisti

source: Success:
fi: Onnistui:

source: The cache was flushed
fi: Välimuisti tyhjennetty

source: ERROR
fi: VIRHE

source: You can't use this login without providing a https client certificate.
fi: Et voi käyttää tätä kirjautumistapaa ilman https client -sertifikaattia.

source: Certificate authentication was successful but it doesn't provide value for 'emailAddress': %s
fi: Sertifikaatilla autentikointi onnistui, mutta se ei sisällä kenttää 'emailAddress': %s

source: SSL-certificate provided user: %s which was not found in database.
fi: SSL-sertifikaatin käyttäjää: %s ei löytynyt tietokannasta.

source: WP-Palvelu.fi Admin
fi: WP-palvelu.fi Ylläpitäjä

source: Enhances WordPress with WP-Palvelu.fi specific features and integrations.
fi: Parantaa WordPressin toimintaa lisäämällä WP-Palvelu.fi:n ominaisuuksia.
